tap "buildpacks/tap"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/services"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "diffutils"
brew "eza"
brew "fd"
brew "fping"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gitleaks"
brew "gnu-sed"
brew "libidn2"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go-task"
brew "goenv"
brew "gprof2dot"
brew "grep"
brew "grpcurl"
brew "guile"
brew "hexyl"
brew "jmeter"
brew "jq"
brew "kubectx"
brew "libfido2"
brew "libxmlsec1"
brew "mas"
brew "mysql-client"
brew "nkf"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "oath-toolkit"
brew "openjdk"
brew "pinentry-mac"
brew "poetry"
brew "protobuf"
brew "putty"
brew "pyenv"
brew "ripgrep"
brew "stern"
brew "telnet"
brew "terminal-notifier"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "translate-shell"
brew "trivy"
brew "uv"
brew "vim"
brew "watch"
brew "wget"
brew "zoxide"
brew "zsh-completions"
brew "buildpacks/tap/pack"
brew "derailed/k9s/k9s"
cask "bruno"
cask "cursor"
cask "dbeaver-community"
cask "docker-desktop"
cask "dotnet-sdk"
cask "drawio"
cask "gcloud-cli"
cask "google-japanese-ime"
cask "iterm2"
cask "messenger"
cask "nosql-workbench"
cask "notion"
cask "session-manager-plugin"
cask "tableplus"
cask "visual-studio-code"
cask "windows-app"
cask "zoom"

mas "Kindle", id: 302584613
mas "Magnet", id: 441258766
mas "Paste", id: 967805235
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
mas "WinArchiver", id: 413215883
